Revit 2027 API
ParameterTypeId.SpaceElecEquipmentRadiantPercentageParam Property
 "Electrical Equipment Radiant"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceElecEquipmentRadiantPercentageParam { get; }
Public Shared ReadOnly Property SpaceElecEquipmentRadiantPercentageParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceElecEquipmentRadiantPercentageParam {
	ForgeTypeId^ get ();
}
static member SpaceElecEquipmentRadiantPercentageParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace